Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/utlendingsdirektoratet_udi_id_85817.html.tmx
Source language: nob
Languages: sme

source: Utlendingsdirektoratet (UDI)
sme: Olgoriikkalaččaiddirektoráhta (ODI)

source: Utlendingsdirektoratet (UDI) skal iverksette flyktning- og innvandringspolitikken på Justis- og politidepartementets ansvarsområde.
sme: Olgoriikkalaččaiddirektoráhta (ODI) ulbmil lea ahte Norgga sisafárren- ja dorvoohcciidpolitihkka galgá leat nu bevttolaš, riekta ja deasttalaš go vejolaš.

source: Målet krever en rask og riktig saksbehandling av alle innkomne søknader og et omfattende engasjement for mange av de enkeltmenneskene som av ulike grunner kommer til Norge.
sme: Ulbmil gáibida ahte buot boahtán ohcamat meannuduvvojit nu johtilit ja riekta go vejolaš ja ahte olus dain olbmuin geat iešguđetlágan sivaid geažil bohtet Norgii, fuolahuvvojit vuđolaččat.

source: Det er viktig for UDI at alle som bosetter seg i landet blir best mulig integrerte.
sme: Lea ODIii dehálaš ahte buohkat geat ásaidvvet riikii, searvadahttojuvvojit nu bures go vejolaš.

source: I samarbeid med kommuner og andre offentlige instanser arbeider vi hele tiden for å legge til rette mottak, arbeidsplasser og samfunnet for øvrig.
sme: Ovttasráđiid gielddaiguin ja eará almmolaš eiseválddiiguin mii álot geahččalit láhčit dorvoohcciide nu buriid vuostáváldinbáikkiid, bargosajiid ja eará servodatdiliid go vejolaš.
